Repository: mfb/vozmob
Catalog: html/sites/all/modules/potx/translations/*.po
Languages: hu

source: This page allows you to generate translation templates for module and theme files. Select the module or theme you wish to generate a template file for. A single Gettext Portable Object (Template) file is generated, so you can easily save it and start translation.
hu: Ezen oldal lehetővé teszi fordítási sablonok létrehozását a modulok számára. Meg kell adni a modult, amelyhez a sablon állományt elő kell állítani. A Gettext Hordozható Objektum (.pot állomány) sablon létrehozása egyszerűen elvégezhető, könnyedén elmenthető és már indulhat is a fordítás.

source: Language independent template
hu: Nyelvfüggetlen sablon

source: Template file for !langname translations
hu: Sablon a !langname fordításokhoz

source: Template language
hu: Nyelvi sablon

source: Export a language independent or language dependent (plural forms, language team name, etc.) template.
hu: Nyelvfüggetlen vagy nyelvfüggő (többesszám alakok, nyelvi csapat neve, stb.) sablon létrehozása.

source: Include translations
hu: Fordítások csatolása

source: Include translations of strings in the file generated. Not applicable for language independent templates.
hu: Csatolja a karakterláncok meglévő fordításait a létrejövő állományba. Nem alkalmazható nyelvfüggetlen sablonokhoz.

source: Extract
hu: Kinyerés

source: You should select a component to export.
hu: Az exportáláshoz ki kell választania egy összetevőt.

source: Extract from %name in the %directory directory
hu: Kinyerés a(z) %name modulból a %directory könyvtárban

source: Generates output from all files found in this directory.
hu: Kimenet generálása az összes e könyvtárban található állományból.

source: Extract from all in directory "@directory"
hu: Kinyerés az összes állományból ebben a könyvtárban: "@directory"

source: To extract from a single component in this directory, choose the desired entry in the fieldset below.
hu: Egyetlen modul kivonatolása ebben a könyvtárban, melyet a lenti mezővel lehet kiválasztani.

source: Directory "@directory"
hu: "@directory" könyvtár

source: Extract from %name
hu: Kinyerés a %name modulból

source: Extract from files named %pattern in the %directory directory.
hu: Kinyerés a %pattern modulból, a %directory könyvtárban.

source: Interface text translatability
hu: Lefordítandó szöveg

source: PHP tokenizer for Translation template extractor
hu: PHP tokenizer a Fordítási sablon készítő számára

source: Available
hu: Elérhető

source: Not available
hu: Nem elérhető

source: The <a href="@tokenizer">PHP tokenizer functions</a> are required.
hu: A <a href="@tokenizer">PHP tokenizer függvény</a> szükséges.

source: Translation template extractor
hu: Fordítási sablon készítő

source: Provides a web interface and an API to extract translatable text from the sources of installed components.
hu: Webes felhasználói felületet biztosít a Gettext üzenetfájlok sablonjainak (.pot kiterjesztésű állományok) elkészítéséhez a telepített modulok forrásából.
