Repository: mfb/vozmob
Catalog: html/sites/all/modules/job_queue/translations/job_queue.*.po
Languages: de

source: Job queue
de: Jobwarteschlange

source: There are no queued jobs.
de: Es gibt keine wartenden Jobs.

source: There are <strong>no queued jobs</strong>. Modules may programmatically add queued jobs.
de: Es gibt <strong>keine wartenden Jobs</strong>. Module können programmatisch wartende Jobs hinzufügen.

source: Created
de: Erstellt

source: Description
de: Beschreibung

source: Do not run
de: Nicht ausführen

source: All other functions
de: Alle anderen Funktionen

source: Save settings
de: Einstellungen speichern

source: Job type
de: Job-Typ

source: Priority
de: Priorität

source: Saved job queue settings.
de: Die Einstellungen der Jobwarteschlange wurden gespeichert.

source: Ran queued job "!description"
de: Der wartende Job „!description“ wurde ausgeführt.

source: Failed to run queued job "!description" because the function %function is not defined.
de: Der wartende Job „!description“ ist fehlgeschlagen, da die Funktion %function nicht vorhanden ist.

source: There is <strong>@count</strong> queued job.
de: Es gibt <strong>einen</strong> wartenden Job.

source: view queued jobs
de: Wartende Jobs anzeigen

source: administer job queue
de: Jobwarteschlange verwalten

source: Queued jobs
de: Wartende Jobs

source: View a list of the queued jobs.
de: Eine Liste der wartenden Jobs anzeigen.

source: Set queue priorities.
de: Warteschlangenprioritäten festlegen.

source: An API for modules to add jobs to a queue for running on cron.
de: Ein API für Module, um Jobs zu einer Warteschlange hinzuzufügen, die mit Cron ausgeführt werden.
